import React, { Component } from "react";
import main from "../Image/na01.jpg";

export default class Details extends Component {
  render() {
    return (
      <div
        className="w-100 d-flex flex-wrap bg-light-gray py-3"
        style={{ minHeight: "100vh" }}
      >
        <div className="col-xl-2 col-lg-2 col-md-3 col-4 border bg-white">
          <h3 class="col-12 font-weight-bold text-center py-4 text-pink font-size-large title">
            اخبار مرتبط
          </h3>
          <p className="col-12 border-bottom py-2">
            مرکبات با پوست و موی شما چه می کنند!
          </p>
          <p className="col-12 border-bottom py-2">
            همه آنچه باید درباره بادام و روغنش بدانید
          </p>
          <p className="col-12 border-bottom py-2">
            مواد سالاد پوست شما را دوست دارد
          </p>
          <p className="col-12 border-bottom py-2">
            همه چیز درباره ماساژ سوئدی
          </p>
        </div>
        <div className="col-9 mx-auto bg-white border">
          <h1 className="text-pink-light px-2 font-size-large font-weight-bold my-4">
            نارنج معجزه طبیعت برای پوست
          </h1>
          <p>
            <span className="text-gray px-3">تاریخ خبر : 2 مهر 1399 </span>
            <span className="text-gray px-3 float-left">اخبار سلامت پوست</span>
          </p>
          <img src={main} className="mw-100 d-block mx-auto my-2" />
          <div className="w-100 px-4 py-3">
            <p>
              میوه نارنج که در فصل سرد می توانید به راحتی تهیه اش کنید، یکی از
              مهم ترین مرکبات دنیاست؛ اما در همه جای جهان به راحتی پیدا نمی شود.
              با این حال ما در این زمینه انقدر خوش شانس بوده ایم که می توانیم از
              اولین میوه فروشی نزدیک منزلمان آن را تهیه کنیم. در شمال ایران
              نارنج به میزان قابل توجهی کشت می شود و برای همین است که باید از
              فوایدش با خبر باشیم.
            </p>
            <p>
              یکی از مهم ترین کمک هایی که نارنج به پوست می کند، خاصیتی به نام
              حالت انقباضی است. در واقع وقتی شما از آب نارنج روی صورتتان استفاده
              می کنید، چربی اضافی پوست از بین می رود و تولید این چربی تنظیم می
              شود. در نتیجه شما جوش نمی زنید و پوستتان آرامش بیشتری پیدا می کند.
              بنابراین اگر پوست چرب و مستعد آکنه دارید، همین حالا که فصل نارنج
              است به داد خودتان برسید. خوبی استفاده از نارنج به عنوان تونر پوست
              چرب این است که تحت هیچ شرایطی صورتتان را پوسته پوسته نمی کند.
              یادتان باشد که پوست نارنج هم قابل استفاده است. پوست این میوه آنتی
              باکتریال و ضد قارچ بوده و کمک می کند پوست صورت شما تمیز باقی
              بماند. چون پوست نارنج ضد التهاب است، قرمزی جوش های درشت را هم
              تخفیف می دهد. اگر با عفونت های قارچی (مثل بیماری پای ورزشکار) دست
              و پنجه نرم می کنید، آب نارنج را برای از بین بردن این قارچ های
              مزاحم به کار ببرید.
            </p>
            <p>
              یکی دیگر از خواص آب نارنج برای پوست تسکین ورم و پف اطراف چشم است.
              می توانید از آب نارنج، دمنوش میوه نارنج یا جوشانده پوست نارنج برای
              از بین بردن ورم اطراف چشم کمک بگیرید. پاکت های سرد شده دمنوش نارنج
              هم می توانند ماسک خوبی برای از بین بردن سیاهی اطراف چشم باشند.
              نارنج سرشار از بتاکاروتن است. این ماده قدرت این را دارد که از
              ایجاد آسیب در سلول های پوست جلوگیری کند. بنابراین وقتی از نارنج
              استفاده می کنید، پیری پوست را عقب می اندازید. از طرفی پوست نارنج
              حاوی مقدار زیادی ویتامین C و آنتی اکسیدان است و همین مواد برای
              داشتن یک پوست مرطوب و شاداب کافی است. برای شفاف شدن پوست می توانید
              روی پوست نارنج کمی آب داغ بریزید، بیست و چهار ساعت به آن فرصت دهید
              و از محلولی که به دست می آورید، روزی دو بار روی صورتتان بمالید.
            </p>
          </div>
        </div>
      </div>
    );
  }
}
